Repository: openstack-archive/django_openstack_auth
Catalog: openstack_auth/locale/*/LC_MESSAGES/django.po
Languages: fr, tr_tr

source: The authentication token issued by the Identity service has expired.
fr: Le jeton d'authentification délivré par le service d'Identité a expiré.
tr_tr: Kimlik servisi tarafından verilen kimlik doğrulama belirtecinin süresi doldu.

source: No authentication backend could be determined to handle the provided credentials.
fr: Aucun backend d'authentification n'a pu être déterminé pour gérer les identifiants fournis.
tr_tr: Sağlanan kimlik bilgilerini işleyecek kimlik doğrulama uygulaması tespit edilemedi.

source: Invalid credentials.
fr: Identifiants de connexion non valide
tr_tr: Geçersiz giriş bilgileri.

source: An error occurred authenticating. Please try again later.
fr: Une erreur s'est produite. Veuillez réessayer ultérieurement.
tr_tr: Bilinmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: You are not authorized for any projects.
fr: Vous n'êtes autorisé sur aucun projet.
tr_tr: Herhangi bir proje için yetkili değilsiniz.

source: Unable to authenticate to any available projects.
fr: Authentification impossible quel que soit le projet.

source: Region
fr: Région
tr_tr: Bölge

source: User Name
fr: Nom d'Utilisateur
tr_tr: Kullanıcı Adı

source: Password
fr: Mot de Passe
tr_tr: Şifre

source: Domain
fr: Domaine

source: Authenticate using
fr: Mode d'authentification
tr_tr: Kimlik doğrulama

source: Deprecated: %s
fr: Déprécié : %s

source: Error loading logging config %(log_config)s: %(err_msg)s
fr: Erreur de chargement de la config de journalisation %(log_config)s: %(err_msg)s

source: syslog facility must be one of: %s
fr: La fonction syslog doit faire partie de : %s

source: Fatal call to deprecated config: %(msg)s
fr: Appel fatal à config dépréciée : %(msg)s

source: The JSON file that defines policies.
fr: Le fichier JSON qui définit les stratégies.

source: Default rule. Enforced when a requested rule is not found.
fr: Règle par défaut. Respectée quand une règle demandée n'est pas trouvée.

source: Directories where policy configuration files are stored.
fr: Répertoires où les fichiers de configuration de stratégie sont stockés.

source: Policy doesn't allow %s to be performed.
fr: Stratégie ne permettant pas d'effectuer %s.

source: Rules must be an instance of dict or Rules, got %s instead
fr: Les règles doivent représenter une instance de dict ou Règles, %s obtenu à la place

source: Unable to retrieve authorized projects.
fr: Impossible de récupérer les projets autorisés.
tr_tr: Yetkiniz bulunan projeler alınamadı.

source: Could not find service provider ID on Keystone.
tr_tr: Keystone için servis sağlayıcı ID'si bulunamadı.

source: K2K Federation not setup for this session
tr_tr: K2K Birleşimi bu oturum için kurulmamış

source: Please consider changing your password, it will expire in %s minutes
tr_tr: Lütfen parolanızı değiştirmeyin düşünün, %s dakikada süresini dolduracak

source: Project switch failed for user "%(username)s".
tr_tr: "%(username)s" kullanıcısı için proje geçişi başarısız.

source: Service provider authentication failed. %s
tr_tr: Servis sağlayıcı kimlik doğrulama başarısız. %s

source: Switch to Keystone Provider "%(keystone_provider)s"successful.
tr_tr: "%(keystone_provider)s" Keystone Sağlayıcısına geçiş başarılı.

source: Switch to project "%(project_name)s" successful.
tr_tr: "%(project_name)s" projesine geçiş başarılı.

source: Unable to establish connection to keystone endpoint.
tr_tr: Keystone uç noktasına bağlantı kurulamadı.

source: Unable to retrieve authorized domains.
tr_tr: Yetkili alanlar alınamadı.

source: You are not authorized for any projects or domains.
tr_tr: Herhangi bir proje veya domain için yetkili değilsiniz.
